Repository: OssMess/fiverr_bayam
Catalog: lib/src/localization/app_*.arb
Languages: fr

# sent_nb_messages
source: {name} {nb, plural, =1{sent you a image} other{sent you {nb} images}}
fr: {name} {nb, plural, =1{vous a envoyé une image} other{vous a envoyé {nb} images}}

# twitter_url
source: Twitter profile
fr: Profil Twitter

# unauthorized
source: Unauthorized. Your session has expired or is no longer valid. Please log in again to continue accessing the content.
fr: Non autorisé. Votre session a expiré ou n'est plus valide. Veuillez vous reconnecter pour continuer à accéder au contenu.

# unique_register_number
source: Unique register number required. The provided register number is already in use. Please choose a different, unique register number.
fr: Numéro d'enregistrement unique requis. Le numéro d'enregistrement fourni est déjà en cours d'utilisation. Veuillez choisir un numéro d'enregistrement différent et unique.

# unknown_error
source: Something went wrong! try again
fr: Quelque chose s'est mal passé ! Veuillez réessayer.

# unprocessable_entity
source: Unprocessable Entity. The data provided is not valid or in the expected format. Please review your input and try again.
fr: Entité non traitable. Les données fournies ne sont pas valides ou ne sont pas dans le format attendu. Veuillez revoir votre saisie et réessayer.

source: Upload Company gallery images
fr: Télécharger les images de la galerie de l'entreprise

# url_hint
source: Link to your profile
fr: Lien vers votre profil

# user_not_found
source: User not found. The specified user could not be located. Please check the provided details or register if you haven't already.
fr: Utilisateur introuvable. L'utilisateur spécifié n'a pas pu être localisé. Veuillez vérifier les détails fournis ou vous inscrire si ce n'est pas déjà fait.

# wrong_otp
source: Wrong OTP code! please try again.
fr: Code OTP incorrect ! Veuillez réessayer.

# already_bookmarked
source: This ad has already been bookmarked.
fr: Cette announce a déjà été ajoutée à vos favoris.
