Repository: OssMess/fiverr_bayam
Catalog: lib/src/localization/app_*.arb
Languages: fr

source: Upload Company profile Image
fr: Télécharger l'image du profil de l'entreprise

source: About
fr: À propos

source: Account
fr: Compte

# ad_create_failed_subtitle
source: Sorry your ad was rejected because it does not meet the standards of ads on our platform. Please check your listing and publish again
fr: désolé votre annonce a été rejetée car elle ne respecte pas les normes des annonces sur notre plateforme. bien vouloir vérifier votre annonce et publier à nouveau.

# ad_create_sucess_subtitle
source: Your ad has been published and all users of our network will be able to see it.
fr: votre annonce a bien été publiée et tous les utilisateurs de notre plateforme pourront la voir.

# ad_promote_sucess_subtitle
source: The promotion of your ad has been successfully submitted, we will notify you when it starts. You can extend the promotion at any time.
fr: The promotion of your ad has been successfully

# ad_thankyou_header
source: Thank you for choosing Bayam for the promotion of your products and your activity
fr: Merci d’avoir choisi Bayam pour la promotion de vos produits et de votre activité.

# ad_title_hint
source: Enter the ad title
fr: Entrez le titre de votre annonce

source: Ad Title
fr: Titre de l'annonce

source: Add Images
fr: Ajouter des images

source: Add
fr: Ajouter

source: Ads
fr: Annonces

# advanced_subtitle
source: Offers ad promotion in up to three different cities
fr: Offre la promotion d'annonces dans jusqu'à trois villes différentes. Prix

# advanced
source: Advanced Plan
fr: Plan Avancé

source: Agree and Continue
fr: accepter et continuer

# agriculture_subtitle
source: Agriculture products, seeds, supplies.
fr: Produits d’agriculture, Semences ...

source: AI Assistant
fr: Assistance IA

# ai_how_bayam_work
source: How does Bayam work?
fr: Comment fonctionne Bayam ?

# ai_import_my_contacts
source: Import my contacts
fr: Importer mes contacts

# ai_type_your_message
source: Type your message
fr: Typer un message

source: All
fr: Tous

source: Annual Plan
fr: Forfait Mensuel

source: Annual
fr: Annuel

source: App Notifications
fr: Notification d'application

source: Back to profile
fr: Retour au profil

source: Back
fr: Arrière

source: Bananas
fr: Bananes

# basic_subtitle
source: Allows users to promote their ads in a specific city of their choice
fr: Permet aux utilisateurs de promouvoir leurs annonces dans une ville spécifique de leur choix

# basic
source: Basic Plan
fr: Plan de Base

# bayam_privacy_policy
source: Bayam's Privacy Policy
fr: Politique de confidentialité de Bayam

# biannual_plan
source: Semi-Annual Plan
fr: Forfait Mensuel

source: Biannual
fr: Semestriel

# blantains
source: Plantains
fr: Bananes plantains

source: Buy
fr: Je veux

# by_city
source: Promotion by City
fr: Promotion par Ville

# by_country
source: Promotion by Country
fr: Promotion par Pays

source: Cancel
fr: Annuler

source: Cancellations
fr: Annulation

# category_hint
source: Choose Category
fr: Choisissez une catégorie

source: Category
fr: Catégorie

source: Change password
fr: Changer le mot de passe

# check_information_confirm
source: Check your information and click on confirm.
fr: Vérifiez vos informations et cliquez pour confirmer

# check_new_password_error
source: Please check your new password and try again!
fr: Veuillez vérifier votre nouveau mot de passe et réessayer !

# check_new_password_hint
source: Re-type your password
fr: Confirmez le nouveau mot de passe

# check_new_password
source: Confirm new password
fr: Nouveau mot de passe

# check_sms_hint
source: Check your inbox, and if you haven't received an SMS, click on 'Resend' to receive a new activation code.
fr: Vérifiez votre téléphone, et si vous n'avez pas reçu de SMS, cliquez sur 'Renvoyer le code' pour recevoir un nouveau code d'activation.

# choose_document_type_subtitle
source: Ensure that your documents are not blur
fr: Veillez à ce que le document soit visible.

source: Choose Document type
fr: Type de documents

# climate_eco
source: Climate/Eco-Friendly
fr: Climat / Environnement

source: Close
fr: Fermer

source: Commercial register
fr: registre de commerce

source: Companies
fr: Entreprises

source: Company Description
fr: Description de l’entreprise

source: Company Details
fr: Informations sur l'entreprise

# company_name_hint
source: Enter your company name
fr: Entrez le nom de votre entreprise

# company_name_label
source: Company Name
fr: Nom de L'entreprise

# company_startup_label
source: Company start-up date
fr: Date de Naissance *

# company_upload_tax_documents
source: Please upload your tax report to let us understand better and verify that your submitted details are correct
fr: Veuillez télécharger vos informations fiscales afin de nous permettre de mieux comprendre et de vérifier que les détails que vous avez soumis sont corrects.

source: Company
fr: Entreprise

source: confirm
fr: Confirmer

source: Contact Support
fr: Contacter le support

# content_reported_subtitle
source: Your feedback is important in helping us keep the community safe.
fr: Votre rapport contribue à la sécurité de notre communauté.

# content_reported_title
source: Thanks for letting us know
fr: Merci de nous avoir prévenus

# continu
source: Continue
fr: Continuer

# country_hint
source: Choose your country
fr: Choisissez votre un pays

# country_label
source: Country *
fr: Un pays *

source: Country
fr: Pays

source: Create Ad
fr: Créer une annonce

source: Creator Information
fr: Informations sur l’annonceur

# current_password_hint
source: Enter your current password
fr: Entrez votre mot de passe actuel

source: Current Password
fr: Mot de passe actuel

source: Customer Details
fr: Informations du client

# d_ago
source: {nb, plural, =1{1 day} other{{nb} days}} ago
fr: Il y a {nb, plural, =1{1 jour} other{{nb} jours}}

# date_of_birth_hint
source: Enter your date of birth
fr: Entrez votre date de naissance

source: Date of birth
fr: Date de naissance

# delete_account_subtitle
source: Note that this action can not be undone.
fr: Notez que cette action n'est pas réversible et si vous le faites, vous perdez toutes vos données, y compris vos publications.

# delete_account_title
source: Are you sure you want to delete your account?
fr: Souhaitez-vous réellement supprimer votre compte?

source: Delete account
fr: Supprimer le compte

# delete_ad_subtitle
source: You want to delete your ad, after validation of this deletion, you can no longer see this ad and it will be deleted from our databases.
fr: Attention vous souhaitez supprimer votre annonce, après validation de cette suppression, vous ne pouvez plus voir cette annonce et elle sera supprimée de nos bases de données.

source: Delete
fr: Supprimer

# departement_hint
source: Select
fr: Sélectionner

source: Departement
fr: Spécificité

# description_hint
source: Write here
fr: Entrez votre description ici!

source: Description
fr: Déscription

# didnt_receive_code
source: Didn't receive your code?
fr: Vous n'avez pas reçu votre code ?

source: Dismiss
fr: Fermer

# dob_label
source: DOB *
fr: Date de Naissance *

# document_id_verification
source: Document & Identity Verification
fr: Vérification des documents

# documents_uploaded_sucess_1
source: Thank you for submitting your information. After verification, we will notify you.
fr: Merci d'avoir soumis vos informations. Après vérification, nous vous notifierons.

# documents_uploaded_sucess_2
source: To obtain a verified profile with a blue badge, please contact an admin by clicking
fr: Pour obtenir un profil vérifié avec un badge bleu, veuillez contacter un administrateur en cliquant sur ce lien

# documents_uploaded_sucess_3
source: here
fr: ici.

source: Done
fr: Terminé

source: Dried cassava
fr: Manioc séché

# driver_license
source: Drivers license
fr: Permis de conduite

source: Edit Profile
fr: Modifier le profil

# email_hint
source: Enter your email
fr: Entrer votre Email

source: Email Notifications
fr: Notification par e-mail

# empty_discussions
source: No discussions at this moment! Connect with other users and start a new conversation.
fr: Pas de discussions pour le moment ! Connectez-vous avec d'autres utilisateurs et démarrez une nouvelle conversation.

# en
source: English
fr: Anglais

source: Enable Location
fr: Activer la loclocation

source: End date
fr: Date de fin

source: Failed
fr: Échec

# faq_and_support
source: FAQ's & Support
fr: Support Client

# faq
source: Frequently asked questions
fr: Questions fréquemment posées

source: Filter ads by type
fr: Filtrer les annonces par type

source: Filter by region
fr: Filtrer par région

# first_name_hint
source: Enter your first name
fr: Entrez votre prénom

# first_name_id_hint
source: Enter first name
fr: Entrez vos prénoms

# first_name_id_label
source: First Name on your photo ID *
fr: Prénoms tels qu'ils figurent sur votre carte d'identité

# first_name_label
source: First Name
fr: Prénom

# fishing_subtitle
source: Fishing products, equipment.
fr: Produits & équipements de pêche

source: Fishing
fr: Pêche

source: For Rent
fr: A louer

source: For Sale
fr: A vendre

# forgot_password_subtitle
source: A code will be sent to your Email address
fr: un code vous sera envoyé par e-mail.

source: Forgot password
fr: Mot de passe oublié

# fr
source: Fran√ßais
fr: Français

source: French
fr: Français

source: Fresh cassava
fr: Manioc frais

source: Front
fr: Avant

# full_name_hint
source: Enter your full name
fr: Entrez votre nom complet

source: Full name
fr: Nom complet

source: Great
fr: Super

# h_ago
source: {nb, plural, =1{1 hour} other{{nb} hours}} ago
fr: Il y a {nb, plural, =1{1 heure} other{{nb} heures}}

source: Home
fr: Accueil

source: Hulled rice
fr: Riz décortiqué

# i_am_a
source: I'm a
fr: Je suis un(e)

# id_card
source: National ID Card
fr: Carte d’identité

source: Insurance
fr: Assurance

source: International passport
fr: Passeport

source: Language
fr: Langue

# last_name_hint
source: Enter your last name
fr: Entrez votre nom de famille

# last_name_id_hint
source: Enter last name
fr: Entrer votre nom de famile

# last_name_id_label
source: Last Name on your photo ID *
fr: Entrer votre nom de famile *

# last_name_label
source: Last Name
fr: Nom de famille

# last_update
source: Last update: {date}
fr: dernière mise à jour: {date}

# livestock_subtitle
source: Livestock animals, feed & equipment.
fr: Vaches, moutons, chèvres, porcs

source: Livestock
fr: Bétail

# local_food_products_subtitle
source: Transportation for local food products.
fr: Productions et transports

source: Local Food Products
fr: Produit alimentaire local

# location_hint
source: Enter your product location here
fr: Entrez l’emplacement de votre produit ici

source: Location
fr: Localisation

# logout_subtitle
source: Are you sure you would like to logout?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?

source: Logout
fr: Déconnexion

# m_ago
source: {nb, plural, =0{moments} =1{1 minute} other{{nb} minutes}} ago
fr: Il y a {nb, plural, =1{1 minute} other{{nb} minutes}}

source: Manage Ads
fr: Gérer vos annonces

# manual_selection_subtitle
source: Popular locations
fr: Lieux populaires

source: Manual Selection
fr: Sélection manuelle

# message_hint
source: Write here
fr: écrivez votre message

source: Modify
fr: Modifier

source: Monthly Plan
fr: Forfait Mensuel

source: Monthly
fr: Mensuel

# msg_support_sent
source: Your request has been submitted. You'll notified by email on any progress made on your request.
fr: Votre message a été soumis. Nous vous notifierons par e-mail de tout progrès réalisé concernant votre demande.

source: My Ads
fr: Mes annonces

# my_current_location_subtitle
source: CHOOSE THE LOCATION FOR YOUR ADS
fr: CHOISISSEZ L'EMPLACEMENT DE VOS ANNONCES

source: My current location
fr: Ma position actuelle

source: My Favorites
fr: Mes favoris

# nb_likes
source: {nb, plural, =1{1 Like} other{{nb} Likes}}
fr: {nb, plural, =1{1 J’aime} other{{nb} J’aime}}

# nb_results
source: {nb, plural, =1{1 result} other{{nb} results}}
fr: {nb, plural, =1{1 résultat} other{{nb} résultats}}

source: {nb} seconds
fr: {nb} secondes

# new_password_hint
source: Enter your new password
fr: Entrez votre mot de passe

source: New Password
fr: Nouveau mot de passe

source: Next
fr: Suivant

# no_recents
source: No recent Emojis
fr: Pas d'emojis récents.

source: No
fr: Non

# notification_created_ad
source: created an ad
fr: Créé une annonce

# notification_liked_ad_many
source: and others liked your ad
fr: Et d'autres ont aimé votre annonce

# notification_liked_ad
source: liked your ad
fr: A aimé votre annonce

# notification_liked_profile_many
source: and others liked your profile
fr: Et d'autres ont aimé votre profil

# notification_liked_profile
source: liked your profile
fr: A aimé votre profil

# notification_saved_ad_many
source: and others saved your ad
fr: Et d'autres ont enregistré votre annonce

# notification_saved_ad
source: saved your ad
fr: Enregistré votre annonce

source: Notification Settings
fr: Paramètres de notifications

# nouveau
source: New
fr: Nouveau

source: Now
fr: Maintenant

source: Oops
fr: Oups

source: Open settings
fr: Ouvrir les paramètres

source: Paddy rice
fr: Riz paddy

source: Pay
fr: Payer

source: Payment of taxes
fr: paiement aux impots

source: Payment
fr: Paiement

# person_upload_id
source: Please scan the ID card. Make sure it clear and easily readable.
fr: Veuillez scanner votre carte d'identité et assurez-vous qu'elle est nette et visible.

source: Person
fr: Client(e)

# phone_number_hint
source: Enter your phone number
fr: Entrez votre numéro de téléphone

source: Phone Number
fr: Numéro de téléphone

# phytosnitary_subtitle
source: Phytosnitary products.
fr: Produits phytosanitaires

source: Phytosnitary
fr: Phytosanitaires

# pick_a_department_hint
source: Pick a department
fr: Choisissez une spécialité

source: Please wait ...
fr: Veuillez patienter

source: Popular Companies
fr: Entreprises populaires

source: Potatoes
fr: Pommes de terre

source: Premium Ads
fr: Annonces premium

source: Privacy Policy
fr: Politique de confidentialité

source: Products and services
fr: Produits et Services

source: Profile
fr: Profil

source: Promote an ad
fr: Promouvoir une annonce

source: Promote
fr: Promouvoir

source: Promoted Ads
fr: Annonces promues

source: Promoted
fr: Promu

source: Proposed plans
fr: Plans proposés

source: Recent searches
fr: Recherches récentes

# reg_num_hint
source: Write here
fr: Écrivez ici

# reg_num_label
source: Unique Registration Number (NUM)
fr: Numéro de registre unique *

# reg_terms_1
source: By continuing, you agree to the company's
fr: En continuant, vous acceptez

# reg_terms_2
source: privacy policy
fr: la politique de confidentialité

# reg_terms_3
source: and
fr: et

# reg_terms_4
source: terms
fr: les conditions de l'entreprise

source: Region
fr: Région

source: Rent
fr: Je loue

# rental_storage_facilities_subtitle
source: Reting warehouses, cold rooms.
fr: Location d'entrepôts, de chambres froides.

# rental_storage_facilities
source: Rental of Storage Facilities
fr: Location d'installations de stockage

source: report
fr: Signaler

source: Resend Code
fr: Renvoyer le Code

source: Resend in
fr: Renvoyer dans

source: Resend
fr: Renvoyer

source: Retake
fr: Reprendre

source: Save
fr: Enregistrer

source: Scan ID card
fr: Scanner la carte d'identité

source: Search for something
fr: Rechercher quelque chose

source: Security Settings
fr: Paramètres de sécurité

# select_at_least_nb_preferences
source: Select at least 3 preferences
fr: Sélectionnez au moins 3 préférences

source: Sell
fr: A vendre

source: Service by
fr: Service de

source: Settings
fr: Paramètres

source: Show all
fr: Afficher tout

# sign_in_about
source: Access a powerful network to boost your visibility and find new clients.
fr: Accédez à un réseau puissant pour augmenter votre visibilité et trouver de nouveaux clients.

# sign_in_subtitle
source: Please sign in to continue.
fr: Veuillez vous connecter pour continuer.

# sign_in_title
source: Welcome Back
fr: Bienvenue

source: Sign In
fr: Se connecter

# sign_up_subtitle
source: It won't take more than minute. We Promise.
fr: Cela ne prendra pas plus d'une minute.

# sign_up_title
source: Profile Informations
fr: Infos du profil

source: Sign up
fr: Inscription

source: Skip
fr: Passer

# snackbar_enter_otp
source: Please enter OTP
fr: Veuillez entrer le code OTP

# snackbar_invlid_phone_number
source: Invalid phone number
fr: Numéro de téléphone invalide

# snackbar_otp_incorrect
source: OTP incorrect! Try again.
fr: Code OTP incorrect ! Réessayez.

# snackbar_too_many_attempts
source: Too many attempts to sign in! Try again later.
fr: Trop de tentatives de connexion ! Réessayez plus tard.

source: Start date
fr: Date de début

# state_hint
source: Choose your state
fr: Choisissez votre région

# state_label
source: State *
fr: Région *

# street_adr_hint
source: Enter street address
fr: Saisir l'adresse de la rue

# street_adr_label
source: Street Address *
fr: Address de rue *

# subject_hint
source: What's the issue you're facing?
fr: Quel est le problème auquel vous êtes confronté ?

source: Subject
fr: Sujet

source: Submit request
fr: Soumettre la demande

source: Submit
fr: Soumettre

source: Success
fr: Suivant

source: Successful
fr: Succès

source: Sweet potatoes
fr: Patates douces

# tags_hint
source: Enter your product keywords here
fr: Ajoutez les mots clés de votre produit ici

source: Tags
fr: Mots clés

# take_selfie
source: Please take a picture of yourself facing the front camera and make sure your face is clear
fr: Prenez une photo de vous-même en faisant face à la caméra frontale et assurez-vous que votre visage est clairement visible.

# take_upload_photo
source: Take a photo or choose from your library
fr: Prenez une photo ou téléchargez depuis votre appareil

source: Tax Details
fr: Détails des impôts

source: Technology
fr: Technologie

# terms_bayan
source: Bayan Terms of Service and Privacy Policy
fr: les conditions d'utilisation et la politique de confidentialité de BAYAM

# terms_tap
source: Tap
fr: Cliquez sur

# terms_to_accept
source: to accept
fr: afin d'accepter

source: Top Rated
fr: Meilleur classé

source: Total Employees
fr: Employé total

# town_label
source: Town *
fr: Ville *

source: Try again
fr: Essayez Encore

# type_of_ads
source: Ads type
fr: Type d'announces

source: Type something
fr: Écrivez quelque chose

# unlimited_subtitle
source: Allows for ad promotion in an unlimited number of cities
fr: Permet la promotion d'annonces dans un nombre illimité de villes. Prix

# unlimited
source: Unlimited Plan
fr: Plan Illimité

# upload_document_id
source: Please upload both front side and back side of your id
fr: Veuillez télécharger une photo recto verso de votre pièce d'identité.

source: Upload Documents
fr: Télécharger le document

# upload_profile_picture_subtitle
source: Make sure that your picture is clear and visible!
fr: Assurez-vous d'avoir une photo claire et visible.

source: Upload profile picture
fr: Télécharger votre photo de profil

source: Upload
fr: Télécharger

# verify_phone_number_subtitle
source: Enter the 4-digit code we texted to you.
fr: Entrez le code à 4 chiffres que nous vous avons envoyé par SMS.

# verify_phone_number_title
source: Verify your Phone Number
fr: Vérifiez votre de téléphone

source: Want to Buy
fr: Je veux

source: Warning
fr: Attention

source: Was the answer helpful?
fr: La réponse a-t-elle été utile ?

source: WELCOME TO
fr: Bienvenue sur

source: What are you looking for?
fr: Que cherchez-vous ?

# why_report_hint
source: Why do you want to report?
fr: Laissez votre messages ici

# why_report_subtitle
source: We won‚Äôt let them know you took this action
fr: Décrivez brièvement le problèm

# why_report
source: Why are you reporting this ad?
fr: Pour quelle raison signaler vous cette annonce ?

source: Yes
fr: Oui

source: You have {nb} new messages
fr: Vous avez {nb} nouveaux messages

source: Your information has been saved!
fr: Vos informations ont été prises en compte.

# your_personal_ai_assitant
source: Your personal AI Assistant
fr: Votre assistant personnel d'IA

# zip_hint
source: Enter ZIP Code here
fr: Entrez votre code postal

# zip_label
source: ZIP Code
fr: Code postal

# ad_bookmarked
source: Ad has been added to your favorites.
fr: L'annonce a été ajoutée à vos favoris.

# ad_deleted
source: You ad has been deleted.
fr: Votre annonce a été supprimée.

# ad_update_sucess_subtitle
source: Your ad has been updated and all users of our network will be able to see it.
fr: Votre annonce a été mise à jour et tous les utilisateurs de notre réseau pourront la voir.

# add_tag_error
source: Please add at least one tag!
fr: Veuillez ajouter au moins une étiquette !

source: AI
fr: IA

# d
source: {nb}d
fr: {nb}j

source: Edit
fr: Modifier

# empty_ads
source: There are no ads at this moment. Try again later.
fr: Il n'y a aucune annonce pour le moment. Réessayez plus tard.

# error_contact_support
source: If this error persists, please contact our support team and report it.
fr: Si cette erreur persiste, veuillez contacter notre équipe de support et la signaler.

# facebook_url
source: Facebook profile
fr: Profil Facebook

# favorites_ads_empty
source: Add ads to your favorites list.
fr: Ajoutez des annonces à votre liste de favoris.

source: First name
fr: Prénom

# internal_server_error
source: Oops! Something went wrong on our end. Our team is working to fix it. Please try again later.
fr: Oups ! Quelque chose s'est mal passé de notre côté. Notre équipe travaille pour le résoudre. Veuillez réessayer plus tard.

# invalid_input
source: Invalid input. Please check your provided information and try again.
fr: Entrée invalide. Veuillez vérifier les informations fournies et réessayer.

# invalid_url
source: Invalid link! Please try again.
fr: Lien invalide ! Veuillez réessayer.

source: is typing...
fr: est en train de taper...

source: Last name
fr: Nom de famille

# linkedin_url
source: LinkedIn profile
fr: Profil LinkedIn

# location_not_found
source: Location not found! Please pick another location and try again.
fr: Emplacement non trouvé ! Veuillez choisir un autre emplacement et réessayer.

# locations_empty
source: No results found! Try another search
fr: Aucun résultat trouvé ! Essayez une autre recherche.

source: Moments ago
fr: Il y a quelques instants.

# my_ads_empty
source: You have no ads for now, create your first.
fr: Vous n'avez actuellement aucune annonce, créez la première.

# my_ads_promoted_empty
source: You have no promoted ads for now.
fr: Vous n'avez actuellement aucune annonce promue.

source: Online
fr: Enligne

# pick_company_image_profile
source: Upload a profile image for your company.
fr: Téléchargez une image de profil pour votre entreprise.

# pick_company_images_gallery
source: Upload at least one image for your company pgallery
fr: Téléchargez au moins une image pour la galerie de votre entreprise.

# pin_location
source: Pin your ad location
fr: Épingler l'emplacement de votre annonce

# post_not_found
source: Post not found or has been deleted! Please refresh and try again.
fr: Publication non trouvée ou a été supprimée ! Veuillez rafraîchir et réessayer.

# resource_not_found
source: Resource not found. The requested resource could not be located. Please verify the provided information and try again.
fr: Ressource non trouvée. La ressource demandée n'a pas pu être localisée. Veuillez vérifier les informations fournies et réessayer.

source: Search
fr: Recherche

# select_ad_category
source: Select your ad category!
fr: Sélectionnez la catégorie de votre annonce !
